---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Reference.Material
zh: 材质、材料
source: html/fa9113dc-ea72-a0b0-e663-928e0d363477.htm
---
# Autodesk.Revit.DB.SpecTypeId.Reference.Material Property

**中文**: 材质、材料

Material, in discipline Common.

## Syntax (C#)
```csharp
public static ForgeTypeId Material { get; }
```